benchmark/run-9-nginx-html.log
Running 1m test @ http://localhost
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.84ms    2.76ms  39.87ms   87.26%
    Req/Sec    21.26k     3.10k   58.24k    71.34%
  Latency Distribution
     50%    1.65ms
     75%    3.49ms
     90%    6.37ms
     99%   13.58ms
  10159554 requests in 1.00m, 8.04GB read
Requests/sec: 169066.59
Transfer/sec:    137.05MB